Repository: grisxa/baltic-star-cloud
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Brevet list
ru: Список бреветов

source: Brevet list button
ru: Кнопка списка бреветов

source: Brevet list
ru: Список бреветов

source: Past events
ru: Прошедшие бреветы

source: Expand
ru: Развернуть

source: Collapse
ru: Свернуть

source: Brevet settings
ru: Настройка бревета

source: Event name
ru: Название

source: Name
ru: Название

source: Changes saving has failed.
ru: Не удалось сохранить изменения.

source: Close
ru: Закрыть

source: Give a name to the event
ru: Придумайте название мероприятию

source: Brevet description
ru: Описание бревета

source: Edit brevet settings
ru: Изменить настройку бревета

source: Edit button
ru: Кнопка Изменить

source: Route length
ru: Длина маршрута

source: Length
ru: Длина

source: How long is the route
ru: Насколько длинный маршрут

source: km
ru: км

source: Start
ru: Старт

source: Control points
ru: Контрольные пункты

source: Track link
ru: Ссылка на трек

source: URL of a mapping service
ru: URL сайта с картой

source: Cancel
ru: Отменить

source: Save
ru: Сохранить

source: open
ru: открыть

source: Sleeping
ru: Спальный

source: Selfcheck
ru: Самоотметка

source: Upcoming events
ru: Предстоящие бреветы

source: Upcoming brevets
ru: Предстоящие бреветы

source: Nothing has been planned.
ru: Ничего не запланировано.

source: Start date
ru: Дата старта

source: When to start
ru: Когда начнётся

source: Language
ru: Язык

source: Loading...
ru: Загрузка...

source: Not found
ru: Не найдено
